Repository: mothsART/monsterz
Catalog: locale/*/LC_MESSAGES/monsterz.po
Languages: fr

source: MONSTERZ - COPYRIGHT 2005 - 2007 SAM HOCEVAR - MONSTERZ IS FREE SOFTWARE, YOU CAN REDISTRIBUTE IT AND/OR MODIFY IT UNDER THE TERMS OF THE WTFPL LICENSE, VERSION 2 -
fr: MONSTERZ - COPYRIGHT 2005 - 2007 SAM HOCEVAR - MONSTERZ EST UN LOGICIEL LIBRE QUE VOUS POUVEZ REDISTRIBUER ET/OU MODIFIER DANS LE CADRE DE LA LICENCE WTFPL LICENSE, VERSION 2 -

source: hairy
fr: poilu

source: cloudy
fr: nuageux

source: cyclop
fr: cyclope

source: auntie
fr: tantine

source: horny
fr: corné

source: bluewhale
fr: baleine bleue

source: octopie
fr: pieuvre

source: ghost
fr: fantôme

source: CLASSIC
fr: Classique

source: NOBODY
fr: Inconnu

source: GAME OVER
fr: Jeu terminé

source: YUO = TEH L0SER
fr: t'as vraiment mal joué

source: WELL, AT LEAST YOU TRIED
fr: Au moins t'as essayé

source: W00T! YUO IS TEH R0X0R
fr: Bravo l'artiste

source: ZOMFG!!!111!!! YUO PWND!!!%$#@%@#
fr: Champioooooooooooooon du monde

source: PAUSED
fr: En pause

source: LEVEL
fr: Niveau

source: MONSTERS NEEDED
fr: Monstres nécessaires

source: PUZZLE LEVEL
fr: Niveau du Puzzle

source: UNLIMITED LEVEL
fr: Niveau illimité

source: LUCKY MONSTER
fr: Monstre chanceux

source: COMPLETED
fr: Terminé

source: LEVEL UP
fr: Niveau supérieur

source: NO MORE MOVES
fr: Plus un geste

source: ABORT
fr: Abandonner

source: SOUND FX
fr: Effets sonores

source: MUSIC
fr: Musique

source: HELP
fr: Aide

source: NEW GAME
fr: Nouveau jeu

source: QUIT
fr: Quitter

source: TRAINING
fr: Entrainement

source: GAME TYPE
fr: Type de jeu

source: DIFFICULTY
fr: Difficulté

source: SWAP ADJACENT MONSTERS TO CREATE
fr: Echangez les monstres adjacents afin d'en

source: ALIGNMENTS OF THREE OR MORE. NEW
fr: aligner trois ou plus.

source: MONSTERS WILL FILL THE HOLES.
fr: De nouveaux monstres vont reboucher les trous.

source: CREATE CHAIN REACTIONS TO GET TWICE
fr: Créez des réactions en chaine pour gagner 2x

source: AS MANY POINTS, THEN 4x, 8x ETC.
fr: plus de points, puis 4x, 8x etc.

source: THE LUCKY MONSTER EARNS YOU TWICE
fr: Les monstres chanceux font gagner

source: AS MANY POINTS AS OTHER MONSTERS.
fr: 2x plus de points que les autres monstres.

source: YOU CAN ALWAYS PERFORM A VALID MOVE.
fr: Il est toujours possible d'effectuer un mouvement

source: WHEN NO MORE MOVES ARE POSSIBLE, YOU
fr: valide. Quand il n'y a plus aucun mouvement de

source: GET A COMPLETE NEW BOARD.
fr: disponible, vous repartez sur une nouvelle grille.

source: USE THE EYE TO FIND WHERE TO PLAY.
fr: Vous pouvez utiliser les yeux pour savoir

source: EACH 10,000 POINTS YOU GET A NEW
fr: où jouer. Tous les 10 000 points vous

source: EYE. YOU CAN'T HAVE MORE THAN 3.
fr: cumulez un nouvel oeil.

source: WHEN ONLY ONE KIND OF MONSTER IS
fr: Quand il n'y a qu'un type de monstre nécessaire

source: NEEDED TO FINISH THE LEVEL, MONSTERS
fr: pour terminer le niveau, les monstres de ce type

source: OF THAT KIND GET AN ANGRY FACE.
fr: sont reconnaissables par leurs visages tristes.

source: CLICK ON THE BONUS TO REMOVE ALL
fr: Cliquez sur le bonus pour supprimer l'ensemble

source: MONSTERS OF A RANDOM KIND.
fr: des monstres d'un genre choisi aléatoirement.

source: IN PUZZLE MODE, PUT TOGETHER THE
fr: Dans le cadre du mode Puzzle, assemblez

source: PUZZLE BY MOVING PIECES AROUND. BE
fr: le puzzle en déplaçant les pièces à l'intérieur du

source: CAREFUL NOT TO GET STUCK!
fr: cadre. Soyez attentif à ne pas rester coincé.

source: HIGH SCORES
fr: Les meilleurs scores

source: Written by Sam Hocevar, music by MenTaLguY, sound effects by Sun Microsystems,
fr: Écrit par by Sam Hocevar, musique par MenTaLguY, effets sonores par Sun Microsystems,

source: Inc., Michael Speck, David White and the Battle for Wesnoth project, Mike
fr: Inc., Michael Speck, David White et le projet Battle for Wesnoth, Mike

source: This program is free software; you can redistribute it and/or modify it under
fr: Ce programme est un logiciel libre que vous pouvez redistribuer et ou modifier selon

source: the terms of the Do What The Fuck You Want To Public License, Version 2, as
fr: les termes de la license Do What The Fuck You Want To Public License, Version 2, tel que

source: published by Sam Hocevar. See http://sam.zoy.org/wtfpl/ for more details.
fr: publié par Sam Hocevar. Pour avoir plus de détails : http://sam.zoy.org/wtfpl/

source: The sound effects are released under their own licences: applause.wav and
fr: Les effets sonores ont leur licences propres : applause.wav et

source: pop.wav are covered by the LGPL, the others are covered by the GPL.
fr: pop.wav sont couverts par la LGPL, le reste est couvert par la GPL.

source: Usage: monsterz [OPTION]...
fr: Utilisation : monsterz [Option]...

source: -h, --help display this help and exit
fr: -h, --help affiche cette aide

source: -v, --version display version information and exit
fr: -v, --version renvoi le numéro de version

source: -m, --nomusic disable music
fr: -m, --nomusic coupe la musique

source: -s, --nosfx disable sound effects
fr: -s, --nosfx coupe les effets sonores

source: --outfd <fd> output scores to file descriptor <fd>
fr: --outfd <df> exporte les scores dans un descripteur de fichiers <df>

source: --data <dir> set alternate data directory to <dir>
fr: --data <dossier> utilise un dossier alternatif pour stocker les données, soit <dossier>

source: --score <file> set score file to <file>
fr: --score <fichier> enregistre les scores dans le <fichier>

source: Report bugs or suggestions to <sam@zoy.org>.
fr: Vous pouvez reporter les bugs et suggestions à <sam@zoy.org>.
